"Edit" = "Editar";
"%1.1f KB" = "%1.1f KB";
"Branch Layout" = "Layout de ramos";
"Add to Note" = "Adicionar à anotação";
"Paste Formatted" = "Colar formatado";
"Trial Progress" = "Andamento do período de teste";
"greater than" = "maior que";
"ends with" = "termina com";
"Icons" = "Ícones";
"Progress: %@" = "Andamento: %@";
"Dark Patterns" = "Padrões escuros";
"Please select 2 topics (CMD click) to be linked." = "Selecione 2 tópicos (Cmd clique) para vincular.";
"Sorry - the license name and code did not match. Please re-enter (and it's case sensitive)" = "Desculpe - o nome da licença e o código não correspondem. Redigite-os (distingue entre maiúsculas e minúsculas)";
"Thank you for considering iThoughtsX. You are over half way through your %ld day trial. If you have any questions, suggestions or issues please visit the website and let us know." = "Obrigado por considerar o iThoughtsX. Você já passou da metade do seu teste de %ld dias. Se tiver alguma dúvida, sugestão ou problema, visite o site e fale conosco.";
"View" = "Visualizar";
"in the next" = "no(a) próximo(a)";
"week" = "semana";
"Website (.zip)" = "Site (.zip)";
"Horizontal" = "Horizontal";
"%ldpt  ⊢%ld⊣" = "%1$ldpt  ⊢%2$ld⊣";
"second" = "segundo";
"Multiple Copies Installed" = "Várias cópias instaladas";
"This device is not configured for sending Email. Please configure the Mail settings in the Settings app." = "Este dispositivo não foi configurado para enviar e-mail. Configure os ajustes do Mail no aplicativo Ajustes.";
"not in the last" = "não no(a) último(a)";
"Topic variable" = "Variável do tópico";
"Square Bracket" = "Colchete";
"Release Notes" = "Notas da versão";
"Delete this rule?" = "Apagar essa regra?";
"Quit and Show in Finder" = "Sair e mostrar no Finder";
"doesn't contain" = "não contém";
"Due This Week" = "Vence esta semana";
"Confirm" = "Confirmar";
"day" = "dia";
"Help" = "Ajuda";
"month" = "mês";
"Slides (.pdf)" = "Slides (.pdf)";
"Research" = "Buscar";
"Manual" = "Manual";
"Open Favourite" = "Abrir favorito";
"Thank you for considering iThoughtsX. If you have any questions, suggestions or issues please visit the website and let us know." = "Obrigado por considerar o iThoughtsX. Se tiver alguma dúvida, sugestão ou problema, visite o site e fale conosco.";
"⌥⌘T or Double-click to add a note.." = "⌥⌘T ou clique duas vezes para adicionar uma anotação...";
"contains" = "contém";
"The document '%@' does not exist." = "O documento '%@' não existe.";
"Quick Filter" = "Filtro rápido";
"Watermark" = "Marca d'água";
"Broken Link" = "Link quebrado";
"less than" = "menor que";
"iThoughtsX does not normally have access to this document. Please confirm that you wish to proceed." = "O iThoughtsX normalmente não tem acesso a este documento. Confirme que deseja continuar.";
"This will apply descending font sizes to each level of topic." = "Isso aplicará tamanhos de fonte decrescentes a cada nível do tópico.";
"Very Concave" = "Muito côncavo";
"earlier than or equal to" = "antes de ou igual a";
"Website" = "Site";
"Due" = "Vencimento";
"Failed to Open" = "Falha ao abrir";
"Change Password..." = "Alterar senha...";
"Pill" = "Pílula";
"AppStore Receipt Validation Succeeded" = "Validação do recibo da AppStore OK";
"variable name" = "nome da variável";
"Vertical" = "Vertical";
"days" = "dias";
"Yesterday" = "Ontem";
"Oval" = "Oval";
"None" = "Nenhum";
"OK" = "OK";
"New Map" = "Novo mapa";
"Copy" = "Copiar";
"not in the next" = "não no(a) próximo(a)";
"Created using iThoughts" = "Criado com o iThoughts";
"Awaiting Authorization" = "Aguardando autorização";
"Flashcards copied to clipboard" = "Flashcards copiados para a área de transferência";
"Branches" = "Ramificações";
"years" = "anos";
"Hide" = "Ocultar";
"Library Icons" = "Ícones da biblioteca";
"Right Angled" = "Ângulo reto";
"Font" = "Fonte";
"Dark Pastel" = "Pastel escuro";
"Share" = "Compartilhar";
"Failed to get authorization from Biggerplate.com" = "Falha ao obter autorização de Biggerplate.com";
"Remaining" = "Restante";
"Due Today" = "Vence hoje";
"Wireframe (Color+Text)" = "Estrutura (cor+texto)";
"Sorted: %@" = "Ordenado por: %@";
"Failed to Import Text" = "Falha ao importar texto";
"Modified Yesterday" = "Modificado ontem";
"Resource Tasks (.html)" = "Tarefas de recurso (.html)";
"Select a single topic then enter notes here.." = "Selecione um único tópico e insira anotações aqui...";
"Central Idea" = "Ideia central";
"Wireframe (Monochrome)" = "Estrutura (monocromática)";
"Parallelogram" = "Paralelogramo";
"Apply" = "Aplicar";
"%1.1f GB" = "%1.1f GB";
"Link" = "Link";
"Random" = "Aleatório";
"Siblings" = "Irmãos";
"The map cannot be found on this Mac. Would you like to remove it from your favourites." = "O mapa não foi encontrado nesse Mac. Gostaria de removê-lo dos seus favoritos?";
"Hide Status Bar" = "Ocultar barra de status";
"Report" = "Comunicar";
"Last Hour" = "Última hora";
"Thank you for purchasing iThoughtsX, we hope you enjoy using it. Any questions, suggestions or issues please visit toketaware.com and email us" = "Obrigado por comprar o iThoughtsX, esperamos que goste de usá-lo. Qualquer dúvida, sugestão ou comentário, visite-nos no toketaware.com e envie-nos uma mensagem";
"Map Colors" = "Cores de mapa";
"Now paste the clipboard into the flashcard website for import." = "Agora cole a área de transferência no site de flashcards para importação.";
"%1.1f MB" = "%1.1f MB";
"Grayscale" = "Escala de cinza";
"equal to" = "igual a";
"Text" = "Texto";
"Modified Today" = "Modificado hoje";
"Continue" = "Continuar";
"modified: %@" = "modificado: %@";
"Partial" = "Parcial";
"Effort" = "Esforço";
"New" = "Novo";
"minute" = "minuto";
"Resources" = "Recursos";
"in the last" = "no(a) último(a)";
"Ooops!" = "Opa!";
"S Bend" = "Curva em S";
"TODO" = "Lista de tarefas";
"weeks" = "semanas";
"Graph Paper" = "Papel milimetrado";
"Branch Sorted: %@" = "Ramificação ordenada: %@";
"Rounded Rectangle" = "Retângulo arredondado";
"Incorrect Password" = "Senha incorreta";
"Attempt Recovery" = "Tentar recuperação";
"Rectangle" = "Retângulo";
"Task Completed" = "Tarefa concluída";
"later than" = "depois de";
"Make Topic(s)" = "Criar tópico(s)";
"Very Convex" = "Muito convexo";
"Email" = "E-mail";
"hour" = "hora";
"Priority" = "Prioridade";
"Don't show this again" = "Não mostrar de novo";
"%ld bytes" = "%ld bytes";
"Width" = "Largura";
"Settings" = "Configurações";
"Children" = "Secundário";
"Priority1" = "Prioridade1";
"More help.." = "Mais ajuda...";
"Delete Topic" = "Apagar tópico";
"On" = "Lig.";
"Paste as Floating" = "Colar como destacado";
"Today" = "Hoje";
"Tasks in Progress" = "Tarefas em andamento";
"Cousins" = "Elementos relacionados";
"Complete" = "Concluído";
"%@ - %@" = "%1$@ a %2$@";
"same as" = "igual a";
"less than or equal to" = "menor ou igual a";
"This map must be given a name and saved before topic links can be generated" = "Este mapa deve receber um nome e ser salvo antes que as ligações de tópico possam ser geradas";
"Add to Favourites" = "Adicionar aos favoritos";
"Full Color" = "Só colorido";
"Remove" = "Remover";
"Focus is locked to the currently selected topics.\n\n(Re-enable this option with no selected topics and the focus will then follow the selection.)" = "O foco fica bloqueado nos tópicos selecionados.\n\n(Reative essa opção sem tópicos selecionados e o foco seguirá a seleção.)";
"Leave AppStore Review" = "Deixar resenha na AppStore";
"New/Verified Password Do Not Match" = "Senhas nova/verificada não batem";
"The path '%@' is a Windows path." = "O caminho '%@' é um caminho do Windows.";
"Mail not configured" = "Mail não configurado";
"Concave" = "Côncavo";
"Rich Text (.rtf)" = "Texto formatado (.rtf)";
"Open Document" = "Abrir documento";
"Please select at least one topic before attempting to make a slide." = "Selecione pelo menos um tópico antes de tentar criar um slide.";
"Straight Tapered" = "Reto cônico";
"Selected" = "Selecionados";
"Set Password..." = "Definir senha...";
"Paste" = "Colar";
"Cancel" = "Cancelar";
"Callout" = "Legenda";
"Map" = "Mapa";
"Invalid Password" = "Senha inválida";
"Underline" = "Sublinhar";
"Float" = "Destacar";
"Fishbone" = "Espinha de peixe";
"Select All Relationships" = "Selecionar todas as relações";
"Create Relationship" = "Criar relação";
"Thank you!" = "Obrigado!";
"between" = "entre";
"Not set" = "Não definido";
"Topic" = "Tópico";
"Wireframe (Color)" = "Estrutura (cor)";
"Delete" = "Apagar";
"Show %ld Levels" = "Mostrar %ld níveis";
"Failed to amend map" = "Falha ao corrigir mapa";
"Check for Updates" = "Buscar atualizações";
"Start Date" = "Data inicial";
"Image (.png)" = "Imagem (.png)";
"later than or equal to" = "posterior ou igual a";
"%ldx%ldpt" = "%1$ldx%2$ldpt";
"seconds" = "segundos";
"Merge" = "Fundir";
"Thank you for considering iThoughtsX. Your %ld day trial has come to an end. Please visit the website to purchase a license or arrange an extension." = "Obrigado por considerar o iThoughtsX. Seu período de teste de %ld dias chegou ao fim. Visite o site para comprar uma licença ou obter uma extensão.";
"Save" = "Salvar";
"months" = "meses";
"Selected ≈ %ld pages" = "Selecionados ≈ %ld páginas";
"minutes" = "minutos";
"New Floating" = "Novo destacado";
"Light Patterns" = "Padrões claros";
"Modified in Last Hour" = "Modificado na última hora";
"Average progress: %@" = "Andamento médio: %@";
"Curved" = "Curvo";
"System Styles" = "Estilos do sistema";
"Square" = "Quadrado";
"This Week" = "Esta semana";
"greater than or equal to" = "maior ou igual a";
"Due This Month" = "Vence este mês";
"Boundary" = "Limite";
"Top Down" = "De cima para baixo";
"not between" = "não está entre";
"Due Date" = "Data de vencimento";
"AppStore Receipt Validation Failed" = "Falha na validação do recibo da AppStore";
"Filter" = "Filtro";
"Rename '%@'?" = "Renomear '%@'?";
"Rename" = "Renomear";
"Open Map" = "Abrir mapa";
"Copy Link" = "Copiar link";
"Document imported" = "Documento importado";
"Custom Styles" = "Estilos personalizados";
"Modified Date" = "Data de modificação";
"Since Open" = "Desde a abertura";
"Circle" = "Círculo";
"Note" = "Anotação";
"Test" = "Teste";
"Show Status Bar" = "Mostrar barra de status";
"Triangle" = "Triângulo";
"Kinked" = "Dobrada";
"Show/Hide" = "Mostrar/Ocultar";
"Curved Bracket" = "Parênteses";
"Progress" = "Andamento";
"not equal to" = "não é igual a";
"Light Pastel" = "Pastel claro";
"Both" = "Ambos";
"Untitled" = "Sem título";
"Uploading to Biggerplate.com" = "Enviando para Biggerplate.com";
"Modified This Week" = "Modificado esta semana";
"Show/Hide Branch" = "Mostrar/Ocultar ramificação";
"Due: %@" = "Vencimento: %@";
"Traditional" = "Tradicional";
"Map ≈ %ld pages" = "Mapa ≈ %ld páginas";
"Enter notes here.." = "Digite anotações aqui...";
"Failed to Locate '%@'" = "Falha ao localizar '%@'";
"Unreachable Link" = "Link inacessível";
"Open in Marked" = "Abrir no Marked";
"Upload Failed" = "Falha no envio";
"Regular" = "Normal";
"Show" = "Mostrar";
"Remove from Favourites" = "Remover dos favoritos";
"Straight" = "Reto";
"hours" = "horas";
"Show in Finder" = "Mostrar no Finder";
"It looks like you also have a copy of iThoughtsX from the Mac App Store installed.\n\nThe version you just launched should probably be removed. Would you like to quit now so you can move this unneeded file to the Trash?\n\nHint: Use the \"Move to Trash\" item in the \"File\" menu after the Finder window appears." = "Parece que você também tem uma cópia do iThoughtsX da Mac App Store instalada.\n\nA versão que você acabou de abrir deve ser removida. Gostaria de sair para você poder mover esse arquivo desnecessário para a lixeira?\n\nDica: Use o item \"Mover para a lixeira\" no menu \"Arquivo\" depois que a janela do Finder aparecer.";
"Cost" = "Custo";
"Favourites" = "Favoritos";
"Saturated" = "Sauradas";
"year" = "ano";
"Trial Remaining (%ld days)" = "Período de teste restante (%ld dias)";
"Modified Since Open" = "Modificado desde a abertura";
"The document '%@' is not stored in iCloud and so cannot participate in Handoff." = "O documento '%@' não está armazenado no iCloud e por isso não funciona com a função Handoff.";
"Full" = "Total";
"Hint" = "Dica";
"Off" = "Desl.";
"Enter a new name for the style" = "Digite um nome novo para o estilo";
"Standard CSV (.csv)" = "CSV padrão (.csv)";
"Diamond" = "Losango";
"not same as" = "não é igual a";
"Real Paper" = "Papel real";
"earlier than" = "antes de";
"topic/word: %ld/%ld, note/word: %ld/%ld" = "tópico/palavra: %1$ld/%2$ld, anotação/palavra: %3$ld/%4$ld";
"starts with" = "começa com";
"Make Slide" = "Criar slide";
"Topics" = "Tópicos";
"Transparent" = "Transparente";
"Unreachable" = "Inacessível";
"Description" = "Descrição";
"Convex" = "Convexo";
"Select All Topics" = "Selecionar todos os tópicos";
"Clear [%@]" = "Limpar [%@]";
"%@ visible + %@ hidden children" = "%1$@ secundário visível + %2$@ ocultos";
"Start" = "Iniciar";
"Project Tasks (.html)" = "Tarefas do projeto (.html)";
"Welcome" = "Bem-vindo(a)";
"Start: %@" = "Início: %@";
"Replace" = "Substituir";
"Attachment" = "Anexo";
"Select a single topic to view its note.." = "Selecione um único tópico para visualizar sua anotação...";
"Copy Size" = "Copiar tamanho";
"Show modified" = "Mostrar modificações";
"No path supplied and there are no open maps" = "Nenhum caminho fornecido e não há mapas abertos";
"Please enter a title and description for this map." = "Digite um título e uma descrição para este mapa.";
"Delete Branch" = "Apagar ramificação";
"The document '%@' has been added to your library." = "O documento '%@' foi adicionado à sua biblioteca.";
"Auto" = "Automático";
